{"Plan risk Management": {"inputs": {"11.1.1.1 Project Management Plan": ["11.1.1.1 Project Management Plan In planning risk management, all approved subsidiary management plans and baselines should be taken into  consideration in order to make the risk management plan consistent with them. The risk management plan is also  a component of the project management plan. The project management plan provides baseline or current state of  risk-affected areas including scope, schedule, and cost. ", "No section", "No section"], "11.1.1.2 Project charter": ["11.1.1.2 Project charter Described in Section 4.1.3.1. The project charter can provide various inputs such as high-level risks, high-level  project descriptions, and high-level requirements. ", "The project charter is the document issued by the project initiator or sponsor that formally authorizes the existence of a project and provides the project manager with the authority to apply organizational resources to project activities. It documents the business needs, assumptions, constraints, the understanding of the customer’s needs and high-level requirements, and the new product, service, or result that it is intended to satisfy"], "11.1.1.3 Stakeholder register": ["11.1.1.3 Stakeholder register Described in Section 13.1.3.1. The stakeholder register, which contains all details related to the project’s  stakeholders, provides an overview of their roles. ", "The main output of the Identify Stakeholders process is the stakeholder register. This contains all details related to the identified stakeholders including, but not limited to:•\t Identification information. Name, organizational position, location, role in the project, contact information;•\t Assessment information. Major requirements, main expectations, potential influence in the project, phase in the life cycle with the most interest; and•\t Stakeholder classification. Internal/external, supporter/neutral/resistor, etc.The stakeholder register should be consulted and updated on a regular basis, as stakeholders may change—or new ones identified—throughout the life cycle of the project."], "11.1.1.4 Enterprise Environmental Factors": ["11.1.1.4 Enterprise Environmental Factors Described in Section 2.1.5. The enterprise environmental factors that can influence the Plan Risk Management  process include, but are not limited to, risk attitudes, thresholds, and tolerances that describe the degree of risk  that an organization will withstand. ", "Enterprise environmental factors refer to conditions, not under the control of the project team, that influence, constrain, or direct the project. Enterprise environmental factors are considered inputs to most planning processes, may enhance or constrain project management options, and may have a positive or negative influence on the outcome"], "11.1.1.5 organizational Process Assets": ["11.1.1.5 organizational Process Assets Described in Section 2.1.4. The organizational process assets that can influence the Plan Risk Management  process include, but are not limited to: 314 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t Risk categories, •\t Common definitions of concepts and terms, •\t Risk statement formats, •\t Standard templates, •\t Roles and responsibilities, •\t Authority levels for decision making, and •\t Lessons learned. 11.1.2 Plan risk Management: tools and techniques ", "Organizational process assets are the plans, processes, policies, procedures, and knowledge bases specific to and used by the performing organization. They include any artifact, practice, or knowledge from any or all of the organizations involved in the project that can be used to perform or govern the project. These process assets include formal and informal plans, processes, policies, procedures, and knowledge bases, specific to and used by the performing organization. The process assets also include the organization’s knowledge bases such as lessons learned and historical information. Organizational process assets may include completed schedules, risk data, and earned value data. Organizational process assets are inputs to most planning processes. Throughout the project, the project team members may update and add to the organizational process assets as necessary. Organizational process assets may be grouped into two categories: (1) processes and procedures, and (2) corporate knowledge base"]}, "tools and techniques": {"11.1.2.1 Analytical techniques": ["11.1.2.1 Analytical techniques Analytical techniques are used to understand and define the overall risk management context of the project.  Risk management context is a combination of stakeholder risk attitudes and the strategic risk exposure of a given  11 project based on the overall project context. For example, a stakeholder risk profile analysis may be performed to  grade and qualify the project stakeholder risk appetite and tolerance. Other techniques, such as the use of strategic  risk scoring sheets, are used to provide a high-level assessment of the risk exposure of the project based on the  overall project context. Depending on these assessments, the project team can allocate appropriate resources and  focus on the risk management activities. ", "No section"], "11.1.2.2 Expert Judgment": ["11.1.2.2 Expert Judgment To ensure a comprehensive establishment of the risk management plan, judgment, and expertise should be  considered from groups or individuals with specialized training or knowledge on the subject area, such as: •\t Senior management, •\t Project stakeholders, •\t Project managers who have worked on projects in the same area (directly or through lessons learned), •\t Subject matter experts (SMEs) in business or project area, •\t Industry groups and consultants, and •\t Professional and technical associations. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  315 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "No section"], "11.1.2.3 Meetings": ["11.1.2.3 Meetings Project teams hold planning meetings to develop the risk management plan. Attendees at these meetings may  include the project manager, selected project team members and stakeholders, anyone in the organization with  responsibility to manage the risk planning and execution activities, and others, as needed. High-level plans for conducting the risk management activities are defined in these meetings. Risk management  cost elements and schedule activities should be developed for inclusion in the project budget and schedule,  respectively. Risk contingency reserve application approaches may be established or reviewed. Risk management  responsibilities should be assigned. General organizational templates for risk categories and definitions of terms  such as levels of risk, probability by type of risk, impact by type of objectives, and the probability and impact matrix  will be tailored to the specific project. If templates for other steps in the process do not exist, they may be generated  in these meetings. The outputs of these activities are summarized in the risk management plan. 11.1.3 Plan risk Management: outputs ", "No section"]}, "outputs": {"11.1.3.1 risk Management Plan": ["11.1.3.1 risk Management Plan The risk management plan is a component of the project management plan and describes how risk management  activities will be structured and performed. The risk management plan includes the following: •\t  Methodology. Defines the approaches, tools, and data sources that will be used to perform risk  management on the project. •\t  roles and responsibilities. Defines the lead, support, and risk management team members for each  type of activity in the risk management plan, and clarifies their responsibilities. •\t  Budgeting. Estimates funds needed, based on assigned resources, for inclusion in the cost baseline and  establishes protocols for application of contingency and management reserves. •\t  timing. Defines when and how often the risk management processes will be performed throughout the  project life cycle, establishes protocols for application of schedule contingency reserves, and establishes  risk management activities for inclusion in the project schedule. 316 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t  risk categories. Provide a means for grouping potential causes of risk. Several approaches can be  used, for example, a structure based on project objectives by category. A risk breakdown structure (RBS)  helps the project team to look at many sources from which project risk may arise in a risk identification  exercise. Different RBS structures will be appropriate for different types of projects. An organization can  use a previously prepared custom categorization framework, which may take the form of a simple list of  categories or may be structured into an RBS. The RBS is a hierarchical representation of risks according  to their risk categories. An example is shown in Figure 11-4. Beta Distribution Triangular Distribution 0.1 0.1 11 0.0 0.0 Beta and triangular distributions are frequently used in quantitative risk analysis. The data shown in the figure  on the left (Beta Distribution) is one example of a family of such distributions determined by two \"shape  parameters\". Other commonly used distributions include the uniform, normal and lognormal. In these charts  the horizontal (X) axes represent possible values of time or cost and the vertical (Y) axes represent relative  likelihood.  Figure 11-4. Example of a risk Breakdown Structure (rBS) •\t  definitions of risk probability and impact. The quality and credibility of the risk analysis requires that  different levels of risk probability and impact be defined that are specific to the project context. General  definitions of probability levels and impact levels are tailored to the individual project during the Plan  Risk Management process for use in subsequent processes. Table 11-1 is an example of definitions of  negative impacts that could be used in evaluating risk impacts related to four project objectives. (Similar  tables may be established with a positive impact perspective). Table 11-1 illustrates both relative and  numerical (in this case, nonlinear) approaches. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  317 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT table 11-1. definition of Impact Scales for Four Project objectives Defined Conditions for Impact Scales of a Risk on Major Project Objectives  (Examples are shown for negative impacts only)   Relative or numerical scales are shown Project  Very low /0.05 Low /0.10 Moderate /0.20 High /0.40 Very high /0.80 Objective Insignificant cost < 10% cost  10 – 20% cost 20 – 40% cost > 40% cost Cost increase increase increase increase increase Insignificant time < 5% time 5 – 10% time 10 – 20% time > 20% time Time increase increase increase increase increase Scope reduction Project end item Scope decrease Minor areas of Major areas of Scope unacceptable to is effectively barely noticeable scope affected scope affected sponsor useless Only very demanding Quality reduction Quality reduction Project end item  Quality degradation Quality applications  requires sponsor unacceptable to is effectively barely noticeable are affected approval sponsor useless This table presents examples of risk impact definitions for four different project objectives. They should be tailored in the  Risk Management Planning process to the individual project and to the organization's risk thresholds. Impact definitions can be  developed for opportunities in a similar way. •\t   Probability and impact matrix. A probability and impact matrix is a grid for mapping the probability  of each risk occurrence and its impact on project objectives if that risk occurs. Risks are prioritized  according to their potential implications for having an effect on the project’s objectives. A typical  approach to prioritizing risks is to use a look-up table or a probability and impact matrix. The specific  combinations of probability and impact that lead to a risk being rated as “high,” “moderate,” or “low”  importance are usually set by the organization. •\t  revised stakeholders’ tolerances. Stakeholders’ tolerances, as they apply to the specific project, may  be revised in the Plan Risk Management process. •\t  reporting formats. Reporting formats define how the outcomes of the risk management process will  be documented, analyzed, and communicated. It describes the content and format of the risk register as  well as any other risk reports required. •\t  tracking. Tracking documents how risk activities will be recorded for the benefit of the current project  and how risk management processes will be audited. 318 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT 11.2 Identify risks Identify Risks is the process of determining which risks may affect the project and documenting their  characteristics. The key benefit of this process is the documentation of existing risks and the knowledge and ability  it provides to the project team to anticipate events. The inputs, tools and techniques, and outputs of this process  are depicted in Figure 11-5. Figure 11-6 depicts the data flow diagram of the process. Inputs Tools & Techniques Outputs  .1 Risk management plan .1 Documentation reviews .1 Risk register  .2 Cost management plan .2 Information gathering    .3 Schedule management       techniques    plan .3 Checklist analysis  .4 Quality management plan .4 Assumptions analysis  .5 Human resource     .5 Diagramming techniques    management plan .6 SWOT analysis  .6 Scope baseline .7 Expert judgment  .7 Activity cost estimates  .8 Activity duration        estimates  .9 Stakeholder register 11 .10 Project documents .11 Procurement documents .12 Enterprise environmental      factors .13 Organizational process        assets Figure 11-5. Identify risks: Inputs, tools & techniques, and outputs ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  319 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT 5.4 Create WBS • Scope baseline 6.1 Plan Schedule Management • Schedule management plan 6.5 Project Risk Management Estimate Activity Durations 11.1  • Activity duration estimates Plan Risk Management 7.1 Project Cost 7.2 Management • Risk management plan Estimate Costs • Cost management plan   11.2 8.1 7.2 Identify Plan Quality Estimate Costs Risks Management • Activity cost estimates • Risk register 12.1 8.1 Plan Plan Quality Procurement Management 11.3 11.5 Management Perform Plan Risk • Quality management plan Qualitative Responses Risk Analysis 9.1 Plan Human 11.4 11.6 Resource Perform Control Management Quantitative Risks Risk Analysis • Human resource   management plan 12.1 Plan Procurement Management • Procurement documents 13.1 Identify Stakeholders • Stakeholder register Enterprise/ Organization • Organizational process assets • Enterprise environmental  factors Project Documents Figure 11-6. Identify risks data Flow diagram 320 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT Participants in risk identification activities may include the following: project manager, project team members,  risk management team (if assigned), customers, subject matter experts from outside the project team, end  users, other project managers, stakeholders, and risk management experts. While these personnel are often key  participants for risk identification, all project personnel should be encouraged to identify potential risks. Identify risks is an iterative process, because new risks may evolve or become known as the project progresses  through its life cycle. The frequency of iteration and participation in each cycle will vary by situation. The format of  the risk statements should be consistent to ensure that each risk is understood clearly and unambiguously in order  to support effective analysis and response development. The risk statement should support the ability to compare  the relative effect of one risk against others on the project. The process should involve the project team so they can  develop and maintain a sense of ownership and responsibility for the risks and associated risk response actions.  Stakeholders outside the project team may provide additional objective information. 11.2.1 Identify risks: Inputs ", "No section"]}}, "Identify risks": {"inputs": {"11.2.1.1 risk Management Plan 11": ["11.2.1.1 risk Management Plan 11 Described in Section 11.1.3.1. Key elements of the risk management plan that contribute to the Identify Risks  process are the assignments of roles and responsibilities, provision for risk management activities in the budget  and schedule, and categories of risk, which are sometimes expressed as a risk breakdown structure (Figure 11-4). ", "The risk management plan is a component of the project management plan and describes how risk management activities will be structured and performed."], "11.2.1.2 cost Management Plan": ["11.2.1.2 cost Management Plan Described in Section 7.1.3.1. The cost management plan provides processes and controls that can be used to  help identify risks across the project. ", "The cost management plan is a component of the project management plan and describes how the project costs will be planned, structured, and controlled. The cost management processes and their associated tools and techniques are documented in the cost management plan"], "11.2.1.3 Schedule Management Plan": ["11.2.1.3 Schedule Management Plan Described in Section 6.1.3.1. The schedule management plan provides insight to project time/schedule  objectives and expectations which may be impacted by risks (known and unknown). ", "A component of the project management plan that establishes the criteria and the activities for developing, monitoring, and controlling the schedule. The schedule management plan may be formal or informal, highly detailed or broadly framed, based upon the needs of the project, and includes appropriate control thresholds."], "11.2.1.4 Quality Management Plan": ["11.2.1.4 Quality Management Plan Described in Section 8.1.3.1. The quality management plan provides a baseline of quality measures and metrics  for use in identifying risks. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  321 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "The quality management plan is a component of the project management plan that describes how the organization’s quality policies will be implemented. It describes how the project management team plans to meet the quality requirements set for the project."], "11.2.1.5 Human resource Management Plan": ["11.2.1.5 Human resource Management Plan Described in Section 9.1.3.1. The human resource management plan provides guidance on how project human  resources should be defined, staffed, managed, and eventually released. It can also contain roles and responsibilities,  project organization charts, and the staffing management plan, which form a key input to identify risk process. ", "The human resource management plan, a part of the project management plan, provides guidance on how project human resources should be defined, staffed, managed, and eventually released. The human resource management plan and any subsequent revisions are also inputs into the Develop Project Management Plan process"], "11.2.1.6 Scope Baseline": ["11.2.1.6 Scope Baseline Described in Section 5.4.3.1. Project assumptions are found in the project scope statement. Uncertainty in  project assumptions should be evaluated as potential causes of project risk. The WBS is a critical input to identifying risks as it facilitates an understanding of the potential risks at both  the micro and macro levels. Risks can be identified and subsequently tracked at summary, control account, and/or  work package levels. ", "The scope baseline is the approved version of a scope statement, work breakdown structure (WBS), and its associated WBS dictionary, that can be changed only through formal change control procedures and is used as a basis for comparison. It is a component of the project management plan"], "11.2.1.7 Activity cost Estimates": ["11.2.1.7 Activity cost Estimates Described in Section 7.2.3.1. Activity cost estimate reviews are useful in identifying risks as they provide a  quantitative assessment of the likely cost to complete scheduled activities and ideally are expressed as a range,  with the width of the range indicating the degree(s) of risk. The review may result in projections indicating the  estimate is either sufficient or insufficient to complete the activity (i.e., pose a risk to the project). ", "Activity cost estimates are quantitative assessments of the probable costs required to complete project work. Cost estimates can be presented in summary form or in detail. Costs are estimated for all resources that are applied to the activity cost estimate. This includes, but is not limited to, direct labor, materials, equipment, services, facilities, information technology, and special categories such as cost of financing (including interest charges), an inflation allowance, exchange rates, or a cost contingency reserve. Indirect costs, if they are included in the project estimate, can be included at the activity level or at higher levels."], "11.2.1.8 Activity duration Estimates": ["11.2.1.8 Activity duration Estimates Described in Section 6.5.3.1. Activity duration estimate reviews are useful in identifying risks related to the time  allowances for the activities or project as a whole, again with the width of the range of such estimates indicating  the relative degree(s) of risk. ", "Activity duration estimates are quantitative assessments of the likely number of time periods that are required to complete an activity. Duration estimates do not include any lags as described in Section 6.3.2.3. Activity duration estimates may include some indication of the range of possible results."], "11.2.1.9 Stakeholder register": ["11.2.1.9 Stakeholder register Described in Section 13.1.3.1. Information about the stakeholders is useful for soliciting inputs to identify risks,  as this will ensure that key stakeholders, especially the stakeholder, sponsor, and customer are interviewed or  otherwise participate during the Identify Risks process. 322 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "The main output of the Identify Stakeholders process is the stakeholder register. This contains all details related to the identified stakeholders including, but not limited to:•\t Identification information. Name, organizational position, location, role in the project, contact information;•\t Assessment information. Major requirements, main expectations, potential influence in the project, phase in the life cycle with the most interest; and•\t Stakeholder classification. Internal/external, supporter/neutral/resistor, etc.The stakeholder register should be consulted and updated on a regular basis, as stakeholders may change—or new ones identified—throughout the life cycle of the project"], "11.2.1.10 Project documents": ["11.2.1.10 Project documents Project documents provide the project team with information about decisions that help better identify project  risks. Project documents improve cross-team and stakeholder communications and include, but are not limited to: •\t Project charter, •\t Project schedule, •\t Schedule network diagrams, •\t Issue log, •\t Quality checklist, and •\t Other information proven to be valuable in identifying risks. ", "No section"], "11.2.1.11 Procurement documents": ["11.2.1.11 Procurement documents Defined in Section 12.1.3.3. If the project requires external procurement of resources, procurement  documents become a key input to the Identify Risks process. The complexity and the level of detail of the  11 procurement documents should be consistent with the value of, and risks associated with, planned procurement. ", "No section"], "11.2.1.12 Enterprise Environmental Factors": ["11.2.1.12 Enterprise Environmental Factors Described in Section 2.1.5. Enterprise environmental factors that can influence the Identify Risks process  include, but are not limited to: •\t Published information, including commercial databases, •\t Academic studies, •\t Published checklists, •\t Benchmarking, •\t Industry studies, and •\t Risk attitudes. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  323 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "Enterprise environmental factors refer to conditions, not under the control of the project team, that influence, constrain, or direct the project. Enterprise environmental factors are considered inputs to most planning processes, may enhance or constrain project management options, and may have a positive or negative influence on the outcome"], "11.2.1.13 organizational Process Assets": ["11.2.1.13 organizational Process Assets Described in Section 2.1.4. Organizational process assets that can influence the Identify Risks process include,  but are not limited to: •\t Project files, including actual data, •\t Organizational and project process controls, •\t Risk statement formats or templates, and •\t Lessons learned. 11.2.2 Identify risks: tools and techniques ", "Organizational process assets are the plans, processes, policies, procedures, and knowledge bases specific to and used by the performing organization. They include any artifact, practice, or knowledge from any or all of the organizations involved in the project that can be used to perform or govern the project. These process assets include formal and informal plans, processes, policies, procedures, and knowledge bases, specific to and used by the performing organization. The process assets also include the organization’s knowledge bases such as lessons learned and historical information. Organizational process assets may include completed schedules, risk data, and earned value data. Organizational process assets are inputs to most planning processes. Throughout the project, the project team members may update and add to the organizational process assets as necessary. Organizational process assets may be grouped into two categories: (1) processes and procedures, and (2) corporate knowledge base"]}, "tools and techniques": {"11.2.2.1 documentation reviews": ["11.2.2.1 documentation reviews A structured review of the project documentation may be performed, including plans, assumptions, previous  project files, agreements, and other information. The quality of the plans, as well as consistency between those  plans and the project requirements and assumptions, may be indicators of risk in the project. ", "No section"], "11.2.2.2 Information Gathering techniques": ["11.2.2.2 Information Gathering techniques Examples of information gathering techniques used in identifying risks can include: •\t  Brainstorming. The goal of brainstorming is to obtain a comprehensive list of project risks. The project  team usually performs brainstorming, often with a multidisciplinary set of experts who are not part of the  team. Ideas about project risk are generated under the leadership of a facilitator, either in a traditional  free-form brainstorm session or structured mass interviewing techniques. Categories of risk, such as in a  risk breakdown structure, can be used as a framework. Risks are then identified and categorized by type  of risk and their definitions are refined. •\t  delphi technique. The Delphi technique is a way to reach a consensus of experts. Project risk experts  participate in this technique anonymously. A facilitator uses a questionnaire to solicit ideas about the  important project risks. The responses are summarized and are then recirculated to the experts for  further comment. Consensus may be reached in a few rounds of this process. The Delphi technique helps  reduce bias in the data and keeps any one person from having undue influence on the outcome. 324 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t  Interviewing. Interviewing experienced project participants, stakeholders, and subject matter experts  helps to identify risks. •\t  root cause analysis. Root-cause analysis is a specific technique used to identify a problem, discover  the underlying causes that lead to it, and develop preventive action. ", "No section"], "11.2.2.3 checklist Analysis": ["11.2.2.3 checklist Analysis Risk identification checklists are developed based on historical information and knowledge that has been  accumulated from previous similar projects and from other sources of information. The lowest level of the RBS  can also be used as a risk checklist. While a checklist may be quick and simple, it is impossible to build an  exhaustive one, and care should be taken to ensure the checklist is not used to avoid the effort of proper risk  identification. The team should also explore items that do not appear on the checklist. Additionally, the checklist  should be pruned from time to time to remove or archive related items. The checklist should be reviewed during  project closure to incorporate new lessons learned and improve it for use on future projects. ", "No section"], "11.2.2.4 Assumptions Analysis": ["11.2.2.4 Assumptions Analysis 11 Every project and its plan is conceived and developed based on a set of hypotheses, scenarios, or assumptions.  Assumptions analysis explores the validity of assumptions as they apply to the project. It identifies risks to the  project from inaccuracy, instability, inconsistency, or incompleteness of assumptions. ", "No section"], "11.2.2.5 diagramming techniques": ["11.2.2.5 diagramming techniques Risk diagramming techniques may include: •\t  cause and effect diagrams. These are also known as Ishikawa or fishbone diagrams and are useful for  identifying causes of risks. •\t  System or process flow charts. These show how various elements of a system interrelate and the  mechanism of causation. •\t  Influence diagrams. These are graphical representations of situations showing causal influences, time  ordering of events, and other relationships among variables and outcomes, as shown in Figure 11-7. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  325 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT Project Risk Estimates Condition Project Deliverables Activity Figure 11-7. Influence diagram ", "No section"], "11.2.2.6 SWot Analysis": ["11.2.2.6 SWot Analysis This technique examines the project from each of the strengths, weaknesses, opportunities, and threats (SWOT)  perspectives to increase the breadth of identified risks by including internally generated risks. The technique starts  with identification of strengths and weaknesses of the organization, focusing on either the project, organization,  or the business area in general. SWOT analysis then identifies any opportunities for the project that arise from  organizational strengths, and any threats arising from organizational weaknesses. The analysis also examines  the degree to which organizational strengths offset threats, as well as identifying opportunities that may serve to  overcome weaknesses. 326 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "No section"], "11.2.2.7 Expert Judgment": ["11.2.2.7 Expert Judgment Risks may be identified directly by experts with relevant experience with similar projects or business areas.  Such experts should be identified by the project manager and invited to consider all aspects of the project and  suggest possible risks based on their previous experience and areas of expertise. The experts’ bias should be taken  into account in this process. 11.2.3 Identify risks: outputs ", "No section"]}, "outputs": {"11.2.3.1 risk register": ["11.2.3.1 risk register The primary output from Identify Risks is the initial entry into the risk register. The risk register is a document  in which the results of risk analysis and risk response planning are recorded. It contains the outcomes of the other  risk management processes as they are conducted, resulting in an increase in the level and type of information  contained in the risk register over time. The preparation of the risk register begins in the Identify Risks process  11 with the following information, and then becomes available to other project management and risk management  processes: •\t  List of identified risks. The identified risks are described in as much detail as is reasonable. A  structure for describing risks using risk statements may be applied, for example, EVENT may occur  causing IMPACT, or If CAUSE exists, EVENT may occur leading to EFFECT. In addition to the list of  identified risks, the root causes of those risks may become more evident. These are the fundamental  conditions or events that may give rise to one or more identified risks. They should be recorded and  used to support future risk identification for this and other projects. •\t  List of potential responses. Potential responses to a risk may sometimes be identified during the Identify  Risks process. These responses, if identified in this process, should be used as inputs to the Plan Risk  Responses process. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  327 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT 11.3 Perform Qualitative risk Analysis Perform Qualitative Risk Analysis is the process of prioritizing risks for further analysis or action by assessing  and combining their probability of occurrence and impact. The key benefit of this process is that it enables project  managers to reduce the level of uncertainty and to focus on high-priority risks. The inputs, tools and techniques,  and outputs of this process are depicted in Figure 11-8. Figure 11-9 depicts the data flow diagram of the process. Inputs Tools & Techniques Outputs .1 Risk management plan .1 Risk probability and   .1 Project documents   .2 Scope baseline   impact assessment   updates .3 Risk register .2 Probability and impact   .4 Enterprise environmental     matrix   factors .3 Risk data quality   .5 Organizational process     assessment   assets .4 Risk categorization .5 Risk urgency assessment .6 Expert judgment Figure 11-8. Perform Qualitative risk Analysis: Inputs, tools & techniques, and outputs Project Risk Management 11.1 11.2 Plan Risk Identify Management Risks 5.4 Create • Risk management  • Risk register WBS   plan • Scope baseline 11.3 Perform Project Qualitative Documents • Enterprise Risk Analysis • Project documents    environmental   updates   factors • Organizational Enterprise/   process assets Organization Figure 11-9. Perform Qualitative risk Analysis data Flow diagram 328 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT Perform Qualitative Risk Analysis assesses the priority of identified risks using their relative probability or  likelihood of occurrence, the corresponding impact on project objectives if the risks occur, as well as other  factors such as the time frame for response and the organization’s risk tolerance associated with the project  constraints of cost, schedule, scope, and quality. Such assessments reflect the risk attitude of the project  team and other stakeholders. Effective assessment therefore requires explicit identification and management  of the risk approaches of key participants in the Perform Qualitative Risk Analysis process. Where these risk  approaches introduce bias into the assessment of identified risks, attention should be paid to identifying bias  and correcting for it. Establishing definitions of the levels of probability and impact can reduce the influence of bias. The time  criticality of risk-related actions may magnify the importance of a risk. An evaluation of the quality of the  available information on project risks also helps to clarify the assessment of the risk’s importance to the project. Perform Qualitative Risk Analysis is usually a rapid and cost-effective means of establishing priorities for Plan  Risk Responses and lays the foundation for Perform Quantitative Risk Analysis, if required. The Perform Qualitative  Risk Analysis process is performed regularly throughout the project life cycle, as defined in the project’s risk  management plan. This process can lead into Perform Quantitative Risk Analysis (Section 11.4) or directly into Plan  11 Risk Responses (Section 11.5). 11.3.1 Perform Qualitative risk Analysis: Inputs ", "No section"]}}, "Perform Qualitative risk Analysis": {"inputs": {"11.3.1.1 risk Management Plan": ["11.3.1.1 risk Management Plan Described in Section 11.1.3.1. Key elements of the risk management plan used in the Perform Qualitative Risk  Analysis process include roles and responsibilities for conducting risk management, budgets, schedule activities  for risk management, risk categories, definitions of probability and impact, the probability and impact matrix,  and revised stakeholders’ risk tolerances. These inputs are usually tailored to the project during the Plan Risk  Management process. If they are not available, they may be developed during the Perform Qualitative Risk Analysis  process. ", "The risk management plan is a component of the project management plan and describes how risk management activities will be structured and performed."], "11.3.1.2 Scope Baseline": ["11.3.1.2 Scope Baseline Described in Section 5.4.3.1. Projects of a common or recurrent type tend to have more well-understood risks.  Projects using state-of-the-art or first-of-its-kind technology, and highly complex projects, tend to have more  uncertainty. This can be evaluated by examining the scope baseline. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  329 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "The scope baseline is the approved version of a scope statement, work breakdown structure (WBS), and its associated WBS dictionary, that can be changed only through formal change control procedures and is used as a basis for comparison. It is a component of the project management plan."], "11.3.1.3 risk register": ["11.3.1.3 risk register Described in Section 11.2.3.1. The risk register contains the information that will be used to assess and prioritize  risks. ", "The primary output from Identify Risks is the initial entry into the risk register. The risk register is a document in which the results of risk analysis and risk response planning are recorded. It contains the outcomes of the other risk management processes as they are conducted, resulting in an increase in the level and type of information contained in the risk register over time. The preparation of the risk register begins in the Identify Risks process with the following information, and then becomes available to other project management and risk management processes"], "11.3.1.4 Enterprise Environmental Factors": ["11.3.1.4 Enterprise Environmental Factors Described in Section 2.1.5. Enterprise environmental factors may provide insight and context to the risk  assessment, such as: •\t Industry studies of similar projects by risk specialists, and •\t Risk databases that may be available from industry or proprietary sources. ", "Enterprise environmental factors refer to conditions, not under the control of the project team, that influence, constrain, or direct the project. Enterprise environmental factors are considered inputs to most planning processes, may enhance or constrain project management options, and may have a positive or negative influence on the outcome"], "11.3.1.5 organizational Process Assets": ["11.3.1.5 organizational Process Assets Described in Section 2.1.4. The organizational process assets that can influence the Perform Qualitative Risk  Analysis process include information on prior, similar completed projects. 11.3.2 Perform Qualitative risk Analysis: tools and techniques ", "Organizational process assets are the plans, processes, policies, procedures, and knowledge bases specific to and used by the performing organization. They include any artifact, practice, or knowledge from any or all of the organizations involved in the project that can be used to perform or govern the project. These process assets include formal and informal plans, processes, policies, procedures, and knowledge bases, specific to and used by the performing organization. The process assets also include the organization’s knowledge bases such as lessons learned and historical information. Organizational process assets may include completed schedules, risk data, and earned value data. Organizational process assets are inputs to most planning processes. Throughout the project, the project team members may update and add to the organizational process assets as necessary. Organizational process assets may be grouped into two categories: (1) processes and procedures, and (2) corporate knowledge base"]}, "tools and techniques": {"11.3.2.1 risk Probability and Impact Assessment": ["11.3.2.1 risk Probability and Impact Assessment Risk probability assessment investigates the likelihood that each specific risk will occur. Risk impact  assessment investigates the potential effect on a project objective such as schedule, cost, quality, or performance,  including both negative effects for threats and positive effects for opportunities. Probability and impact are assessed for each identified risk. Risks can be assessed in interviews or meetings  with participants selected for their familiarity with the risk categories on the agenda. Project team members and  knowledgeable persons external to the project are included. The level of probability for each risk and its impact on each objective is evaluated during the interview or meeting.  Explanatory detail, including assumptions justifying the levels assigned, are also recorded. Risk probabilities  and impacts are rated according to the definitions given in the risk management plan. Risks with low ratings of  probability and impact will be included within the risk register as part of the watch list for future monitoring. 330 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "No section"], "11.3.2.2 Probability and Impact Matrix": ["11.3.2.2 Probability and Impact Matrix Risks can be prioritized for further quantitative analysis and planning risk responses based on their risk rating.  Ratings are assigned to risks based on their assessed probability and impact. Evaluation of each risk’s importance  and priority for attention is typically conducted using a look-up table or a probability and impact matrix. Such a  matrix specifies combinations of probability and impact that lead to rating the risks as low, moderate, or high  priority. Descriptive terms or numeric values can be used depending on organizational preference. Each risk is rated on its probability of occurrence and impact on an objective if it does occur. The organization  should determine which combinations of probability and impact result in a classification of high risk, moderate risk,  and low risk. In a black-and-white matrix, these conditions are denoted using different shades of gray. Specifically  in Figure 11-10, the dark gray area (with the largest numbers) represents high risk: the medium gray area (with  the smallest numbers) represents low risk, and the light gray area (with in-between numbers) represents moderate  risk. Usually, these risk-rating rules are specified by the organization in advance of the project and included in  organizational process assets. Risk rating rules can be tailored in the Plan Risk Management process to the specific  project. 11 Probability and Impact Matrix Probability Threats Opportunities 0.90 0.05 0.09 0.18 0.36 0.72 0.72 0.36 0.18 0.09 0.05 0.70 0.04 0.07 0.14 0.28 0.56 0.56 0.28 0.14 0.07 0.04 0.50 0.03 0.05 0.10 0.20 0.40 0.40 0.20 0.10 0.05 0.03 0.30 0.02 0.03 0.06 0.12 0.24 0.24 0.12 0.06 0.03 0.02 0.10 0.01 0.01 0.02 0.04 0.08 0.08 0.04 0.02 0.01 0.01 0.05/ 0.10/ 0.20/ 0.40/ 0.80/ 0.80/ 0.40/ 0.20/ 0.10/ 0.05/ Very Low Low Moderate High Very High Very High High Moderate Low Very Low Impact (numerical scale) on an objective  (e.g., cost, time, scope or quality) Each risk is rated on its probability of occurring and impact on an objective if it does occur. The organization's  thresholds for low, moderate or high risks are shown in the matrix and determine whether the risk is scored  as high, moderate or low for that objective. Figure 11-10. Probability and Impact Matrix ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  331 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT As illustrated in Figure 11-10, an organization can rate a risk separately for each objective (e.g., cost, time,  and scope). In addition, it may develop ways to determine one overall rating for each risk. Finally, opportunities  and threats are handled in the same matrix using definitions of the different levels of impact that are appropriate  for each. The risk score helps guide risk responses. For example, risks that have a negative impact on objectives,  otherwise known as threats if they occur, and that are in the high-risk (dark gray) zone of the matrix, may require  priority action and aggressive response strategies. Threats found in the low-risk (medium gray) zone may not  require proactive management action beyond being placed in the risk register as part of the watch list or adding  a contingency reserve. Similarly for opportunities, those in the high-risk (dark gray) zone, which may be obtained  most easily and offer the greatest benefit, should be targeted first. Opportunities in the low-risk (medium gray) zone  should be monitored. ", "No section"], "11.3.2.3 risk data Quality Assessment": ["11.3.2.3 risk data Quality Assessment Risk data quality assessment is a technique to evaluate the degree to which the data about risks is useful  for risk management. It involves examining the degree to which the risk is understood and the accuracy, quality,  reliability, and integrity of the data about the risk. The use of low-quality risk data may lead to a qualitative risk analysis of little use to the project. If data quality is  unacceptable, it may be necessary to gather better data. Often, the collection of information about risks is difficult,  and consumes more time and resources than originally planned. The values used in the example in Figure 11-10  are representative. The numbers of steps in the scale are usually established when defining the risk attitude of the  organization. ", "No section"], "11.3.2.4 risk categorization": ["11.3.2.4 risk categorization Risks to the project can be categorized by sources of risk (e.g., using the RBS), the area of the project affected  (e.g., using the WBS), or other useful categories (e.g., project phase) to determine the areas of the project most  exposed to the effects of uncertainty. Risks can also be categorized by common root causes. This technique helps  determine work packages, activities, project phases or even roles in the project, which can lead to the development  of effective risk responses. 332 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "No section"], "11.3.2.5 risk urgency Assessment": ["11.3.2.5 risk urgency Assessment Risks requiring near-term responses may be considered more urgent to address. Indicators of priority may  include probability of detecting the risk, time to affect a risk response, symptoms and warning signs, and the  risk rating. In some qualitative analyses, the assessment of risk urgency is combined with the risk ranking that is  determined from the probability and impact matrix to give a final risk severity rating. ", "No section"], "11.3.2.6 Expert Judgment": ["11.3.2.6 Expert Judgment Expert judgment is required to assess the probability and impact of each risk to determine its location in  the matrix shown in Figure 11-10. Experts generally are those having experience with similar, recent projects.  Gathering expert judgment is often accomplished with the use of risk facilitation workshops or interviews. The  experts’ bias should be taken into account in this process. 11.3.3 Perform Qualitative risk Analysis: outputs 11 ", "No section"]}, "outputs": {"11.3.3.1 Project documents updates": ["11.3.3.1 Project documents updates Project documents that may be updated include, but are not limited to: •\t  risk  register  updates.  As  new  information  becomes  available  through  the  qualitative  risk  assessment, the risk register is updated. Updates to the risk register may include assessments  of probability and impacts for each risk, risk ranking or scores, risk urgency information or risk  categorization, and a watch list for low probability risks or risks requiring further analysis. •\t  Assumptions log updates. As new information becomes available through the qualitative risk  assessment, assumptions could change. The assumptions log needs to be revisited to accommodate  this new information. Assumptions may be incorporated into the project scope statement or in a  separate assumptions log. 11.4 Perform Quantitative risk Analysis Perform Quantitative Risk Analysis is the process of numerically analyzing the effect of identified risks on overall  project objectives. The key benefit of this process is that it produces quantitative risk information to support decision  making in order to reduce project uncertainty. The inputs, tools and techniques, and outputs of this process are  depicted in Figure 11-11. Figure 11-12 depicts the data flow diagram of the process. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  333 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT Inputs Tools & Techniques Outputs .1 Risk management plan .1 Data gathering and   .1 Project documents   .2 Cost management plan   representation       updates .3 Schedule management     techniques   plan .2 Quantitative risk analysis   .4 Risk register   and modeling techniques .5 Enterprise environmental   .3 Expert judgment   factors .6 Organizational process     assets Figure 11-11. Perform Quantitative risk Analysis: Inputs, tools & techniques, and outputs Project Risk Management 6.1 Plan Schedule 11.1 11.2 Management Plan Risk Identify Management Risks 7.1 • Risk management  • Risk register Plan Cost   plan Management • Schedule   management plan 11.4 • Cost management plan Perform Project Quantitative Documents • Project documents  Risk Analysis   updates • Organizational   process assets • Enterprise Enterprise/   environmental Organization   factors Figure 11-12. Perform Quantitative risk Analysis data Flow diagram Perform Quantitative Risk Analysis is performed on risks that have been prioritized by the Perform Qualitative  Risk Analysis process as potentially and substantially impacting the project’s competing demands. The Perform  Quantitative Risk Analysis process analyzes the effect of those risks on project objectives. It is used mostly to  evaluate the aggregate effect of all risks affecting the project. When the risks drive the quantitative analysis, the  process may be used to assign a numerical priority rating to those risks individually. 334 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT Perform Quantitative Risk Analysis generally follows the Perform Qualitative Risk Analysis process. In some  cases, it may not be possible to execute the Perform Quantitative Risk Analysis process due to lack of sufficient  data to develop appropriate models. The project manager should exercise expert judgment to determine the need  for and the viability of quantitative risk analysis. The availability of time and budget, and the need for qualitative or  quantitative statements about risk and impacts, will determine which method(s) to use on any particular project.  Perform Quantitative Risk Analysis should be repeated, as needed, as part of the Control Risks process to determine  if the overall project risk has been satisfactorily decreased. Trends may indicate the need for more or less focus on  appropriate risk management activities. 11.4.1 Perform Quantitative risk Analysis: Inputs ", "No section"]}}, "Perform Quantitative risk Analysis": {"inputs": {"11.4.1.1 risk Management Plan": ["11.4.1.1 risk Management Plan Described in Section 11.1.3.1. The risk management plan provides guidelines, methods, and tools to be used in  quantitative risk analysis. 11 ", "The risk management plan is a component of the project management plan and describes how risk management activities will be structured and performed."], "11.4.1.2 cost Management Plan": ["11.4.1.2 cost Management Plan Described in Section 7.1.3.1. The cost management plan provides guidelines on establishing and managing risk  reserves. ", "The cost management plan is a component of the project management plan and describes how the project costs will be planned, structured, and controlled. The cost management processes and their associated tools and techniques are documented in the cost management plan"], "11.4.1.3 Schedule Management Plan": ["11.4.1.3 Schedule Management Plan Described in Section 6.1.3.1. The schedule management plan provides guidelines on establishing and managing  risk reserves. ", "A component of the project management plan that establishes the criteria and the activities for developing, monitoring, and controlling the schedule. The schedule management plan may be formal or informal, highly detailed or broadly framed, based upon the needs of the project, and includes appropriate control thresholds."], "11.4.1.4 risk register": ["11.4.1.4 risk register Described in Section 11.2.3.1. The risk register is used as a reference point for performing quantitative risk  analysis. ", "The primary output from Identify Risks is the initial entry into the risk register. The risk register is a document in which the results of risk analysis and risk response planning are recorded. It contains the outcomes of the other risk management processes as they are conducted, resulting in an increase in the level and type of information contained in the risk register over time. The preparation of the risk register begins in the Identify Risks process with the following information, and then becomes available to other project management and risk management processes"], "11.4.1.5 Enterprise Environmental Factors": ["11.4.1.5 Enterprise Environmental Factors Described in Section 2.1.5. Enterprise environmental factors may provide insight and context to the risk analysis,  such as: •\t Industry studies of similar projects by risk specialists, and •\t Risk databases that may be available from industry or proprietary sources. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  335 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "Enterprise environmental factors refer to conditions, not under the control of the project team, that influence, constrain, or direct the project. Enterprise environmental factors are considered inputs to most planning processes, may enhance or constrain project management options, and may have a positive or negative influence on the outcome"], "11.4.1.6 organizational Process Assets": ["11.4.1.6 organizational Process Assets Described in Section 2.1.4. The organizational process assets that can influence the Perform Quantitative Risk  Analysis process include information from prior, similar completed projects. 11.4.2 Perform Quantitative risk Analysis: tools and techniques ", "Organizational process assets are the plans, processes, policies, procedures, and knowledge bases specific to and used by the performing organization. They include any artifact, practice, or knowledge from any or all of the organizations involved in the project that can be used to perform or govern the project. These process assets include formal and informal plans, processes, policies, procedures, and knowledge bases, specific to and used by the performing organization. The process assets also include the organization’s knowledge bases such as lessons learned and historical information. Organizational process assets may include completed schedules, risk data, and earned value data. Organizational process assets are inputs to most planning processes. Throughout the project, the project team members may update and add to the organizational process assets as necessary. Organizational process assets may be grouped into two categories: (1) processes and procedures, and (2) corporate knowledge base"]}, "tools and techniques": {"11.4.2.1 data Gathering and representation techniques": ["11.4.2.1 data Gathering and representation techniques •\t  Interviewing. Interviewing techniques draw on experience and historical data to quantify the probability  and impact of risks on project objectives. The information needed depends upon the type of probability  distributions that will be used. For instance, information would be gathered on the optimistic (low),  pessimistic (high), and most likely scenarios for some commonly used distributions. Examples of three- point estimates for cost are shown in Figure 11-13. Additional information on three-point estimates  appears in Estimate Activity Durations (Section 6.5) and Estimate Costs (Section 7.2). Documenting the  rationale of the risk ranges and the assumptions behind them are important components of the risk  interview because they can provide insight on the reliability and credibility of the analysis. Range of Project Cost Estimates  WBS Element Low Most Likely High Design $4M $6M $10M Build $16M $20M $35M Test $11M $15M $23M Total Project $31M $41M $68M Interviewing relevant stakeholders helps determine the three-point estimates for each WBS element for triangular, beta or other distributions. In this example, the likelihood of completing the project at or below the most likely estimate of $41 million is relatively small as shown in  the simulation results in Figure 11-17 (Cost Risk Simulation Results). Figure 11-13. range of Project cost Estimates collected during the risk Interview 336 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t  Probability distributions. Continuous probability distributions, which are used extensively in modeling  and simulation, represent the uncertainty in values such as durations of schedule activities and costs  of project components. Discrete distributions can be used to represent uncertain events, such as the  outcome of a test or a possible scenario in a decision tree. Two examples of widely used continuous  distributions are shown in Figure 11-14. These distributions depict shapes that are compatible with the  data typically developed during the quantitative risk analysis. Uniform distributions can be used if there  is no obvious value that is more likely than any other between specified high and low bounds, such as in  the early concept stage of design. Beta Distribution Triangular Distribution 0.1 0.1 11 0.0 0.0 Beta and triangular distributions are frequently used in quantitative risk analysis. The data shown in the figure  on the left (Beta Distribution) is one example of a family of such distributions determined by two \"shape  parameters\". Other commonly used distributions include the uniform, normal and lognormal. In these charts  the horizontal (X) axes represent possible values of time or cost and the vertical (Y) axes represent relative  likelihood.  Figure 11-14. Examples of commonly used Probability distributions ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  337 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "No section"], "11.4.2.2 Quantitative risk Analysis and Modeling techniques": ["11.4.2.2 Quantitative risk Analysis and Modeling techniques Commonly used techniques use both event-oriented and project-oriented analysis approaches, including: •\t  Sensitivity analysis. Sensitivity analysis helps to determine which risks have the most potential  impact on the project. It helps to understand how the variations in project’s objectives correlate with  variations in different uncertainties. Conversely, it examines the extent to which the uncertainty of  each project element affects the objective being studied when all other uncertain elements are held at  their baseline values. One typical display of sensitivity analysis is the tornado diagram (Figure 11-15),  which is useful for comparing relative importance and impact of variables that have a high degree of  uncertainty to those that are more stable. The Tornado diagram is also helpful in analyzing risk-taking  scenarios enabled on specific risks whose quantitative analysis highlights possible benefits greater  than corresponding identified negative impacts. A tornado diagram is a special type of bar chart used  in sensitivity analysis for comparing the relative importance of the variables. In a tornado diagram,  the Y-axis contains each type of uncertainty at base values, and the X-axis contains the spread or  correlation of the uncertainty to the studied output. In this figure, each uncertainty contains a horizontal  bar and is ordered vertically to show uncertainties with a decreasing spread from the base values. Risk 1 Risk 2 Risk 3 Risk 4 KEY Negative Impact Risk 5 Positive Impact Risk 6 -15,000     -10,000      -5,000            0            5,000      10,000      15,000      20,000 Figure 11-15. Example of tornado diagram 338 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t  Expected monetary value analysis. Expected monetary value (EMV) analysis is a statistical concept  that calculates the average outcome when the future includes scenarios that may or may not happen  (i.e., analysis under uncertainty). The EMV of opportunities are generally expressed as positive values,  while those of threats are expressed as negative values. EMV requires a risk-neutral assumption— neither risk averse nor risk seeking. EMV for a project is calculated by multiplying the value of each  possible outcome by its probability of occurrence and adding the products together. A common use of  this type of analysis is a decision tree analysis (Figure 11-16). Decision Definition Decision Node Chance Node Net Path Value Input: Scenario Probability,  Input: Cost of Each Decision  Computed:  Decision to  Reward if it Occurs Output: Decision Made Payoffs minus Costs  be Made Output: Expected Monetary  along Path Value (EMV)  60% Strong Demand $80M ($200M) $80M = $200M – $120M Build New Plant (Invest $120M) $36M = .60 ($80M) + 40% Weak Demand -$30M              .40 (–$30M) ($90M) 11 EMV (before costs) of Build  –$30M = $90M – $120M Build or Upgrade? New Plant considering demand   Decision EMV = $46M 60% Strong Demand (the larger of $36M  $70M ($120M) and $46M) $70M = $120M – $50M Upgrade Plant (Invest $50M) Decision Node Chance Node $  4  6  M     =    ..6400  (($$7100MM)) + 40% Wea($k 6D0eMm)and $10M End of Branch EMV (before costs) of Upgrade  $10M = $60M – $50M Plant considering demand   Note 1: The decision tree shows how to make a decision between alternative capital strategies (represented as “decision     nodes”) when the environment contains uncertain elements (represented as “chance nodes”). Note 2: Here, a decision is being made whether to invest $120M US to build a new plant or to instead invest only $50M US   to upgrade the existing plant. For each decision, the demand (which is uncertain, and therefore represents a   “chance node”) must be accounted for. For example, strong demand leads to $200M revenue with the new plant   but only $120M US for the upgraded plant, perhaps due to capacity limitations of the upgraded plant. The end of   each branch shows the net effect of the payoffs minus costs. For each decision branch, all effects are added (see   shaded areas) to determine the overall Expected Monetary Value (EMV) of the decision. Remember to account for   the investment costs. From the calculations in the shaded areas, the upgraded plant has a higher EMV of $46M –    also the EMV of the overall decision. (This choice also represents the lowest risk, avoiding the worst case possible     outcome of a loss of $30M). Figure 11-16. decision tree diagram ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  339 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t  Modeling and simulation. A project simulation uses a model that translates the specified detailed  uncertainties of the project into their potential impact on project objectives. Simulations are typically  performed using the Monte Carlo technique. In a simulation, the project model is computed many times  (iterated), with the input values (e.g., cost estimates or activity durations) chosen at random for each  iteration from the probability distributions of these variables. A histogram (e.g., total cost or completion  date) is calculated from the iterations. For a cost risk analysis, a simulation uses cost estimates. For a  schedule risk analysis, the schedule network diagram and duration estimates are used. The output from a  cost risk simulation using the three-element model and risk ranges is shown in Figure 11-17. It illustrates  the respective probability of achieving specific cost targets. Similar curves can be developed for other  project objectives. Total Project Cost Cumulative Chart 100% Mean = $46.67M 75% y bilit a 50% b o Pr 25% 12% 0% $41M                 $50M $30.00M             $38.75M            $47.50M             $56.25M            $65.00M Cost This cumulative distribution, assuming the data ranges in Figure 11-13 and triangular distributions, shows that the  project is only 12 percent likely to meet the $41 million most likely cost estimate. If a conservative organization wants  a 75% likelihood of success, a budget of $50 million (a contingency of nearly 22 % ($50M - $41M)/$41M)) is required. Figure 11-17. cost risk Simulation results 340 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "No section"], "11.4.2.3 Expert Judgment": ["11.4.2.3 Expert Judgment Expert judgment (ideally using experts with relevant, recent experience) is required to identify potential cost  and schedule impacts, to evaluate probability, and to define inputs such as probability distributions into the tools. Expert judgment also comes into play in the interpretation of the data. Experts should be able to identify the  weaknesses of the tools as well as their strengths. Experts may determine when a specific tool may or may not be  more appropriate given the organization’s capabilities and culture. 11.4.3 Perform Quantitative risk Analysis: outputs ", "No section"]}, "outputs": {"11.4.3.1 Project documents updates": ["11.4.3.1 Project documents updates Project documents are updated with information resulting from quantitative risk analysis. For example, risk  register updates could include: •\t  Probabilistic analysis of the project. Estimates are made of potential project schedule and cost  11 outcomes listing the possible completion dates and costs with their associated confidence levels.  This output, often expressed as a cumulative frequency distribution, is used with stakeholder risk  tolerances to permit quantification of the cost and time contingency reserves. Such contingency  reserves are needed to bring the risk of overrunning stated project objectives to a level acceptable to  the organization. •\t  Probability of achieving cost and time objectives. With the risks facing the project, the probability  of achieving project objectives under the current plan can be estimated using quantitative risk analysis  results. For instance, in Figure 11-17, the likelihood of achieving the cost estimate of US$41 million is  about 12%. •\t  Prioritized list of quantified risks. This list includes those risks that pose the greatest threat or present  the greatest opportunity to the project. These include the risks that may have the greatest effect on cost  contingency and those that are most likely to influence the critical path. These risks may be evaluated, in  some cases, through a tornado diagram generated as a result of the simulation analysis. •\t  trends in quantitative risk analysis results. As the analysis is repeated, a trend may become apparent  that leads to conclusions affecting risk responses. Organizational historical information on project schedule,  cost, quality, and performance should reflect new insights gained through the Perform Quantitative Risk  Analysis process. Such history may take the form of a quantitative risk analysis report. This report may  be separate from, or linked to, the risk register. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  341 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT 11.5 Plan risk responses Plan Risk Responses is the process of developing options and actions to enhance opportunities and to reduce  threats to project objectives. The key benefit of this process is that it addresses the risks by their priority, inserting  resources and activities into the budget, schedule and project management plan as needed. The inputs, tools and  techniques, and outputs of this process are depicted in Figure 11-18. Figure 11-19 depicts the data flow diagram  of the process. Inputs Tools & Techniques Outputs .1 Risk management plan .1 Strategies for negative   .1 Project management plan   .2 Risk register   risks or threats   updates .2 Strategies for positive   .2 Project documents     risks or opportunities   updates .3 Contingent response     strategies .4 Expert judgment Figure 11-18. Plan risk responses: Inputs, tools & techniques, and outputs Project Risk Management 11.1 11.2 Plan Risk Identify Management Risks Project Documents • Risk management  • Risk register   plan • Project documents    updates 11.5 4.2  Plan Risk Develop Project  Responses Management • Project management    plan updates Plan Figure 11-19. Plan risk responses data Flow diagram 342 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT The Plan Risk Responses process follows the Perform Quantitative Risk Analysis process (if used). Each risk  response requires an understanding of the mechanism by which it will address the risk. This is the mechanism  used to analyze if the risk response plan is having the desired effect. It includes the identification and assignment  of one person (an owner for risk response) to take responsibility for each agreed-to and funded risk response. Risk  responses should be appropriate for the significance of the risk, cost-effective in meeting the challenge, realistic  within the project context, agreed upon by all parties involved, and owned by a responsible person. Selecting the  optimum risk response from several options is often required. The Plan Risk Responses process presents commonly used approaches to planning responses to the risks.  Risks include threats and opportunities that can affect project success, and responses are discussed for each. 11.5.1 Plan risk responses: Inputs ", "No section"]}}, "Plan risk responses": {"inputs": {"11.5.1.1 risk Management Plan": ["11.5.1.1 risk Management Plan Important components of the risk management plan include roles and responsibilities, risk analysis definitions,  11 timing for reviews (and for eliminating risks from review), and risk thresholds for low, moderate, and high risks. Risk  thresholds help identify those risks for which specific responses are needed. ", "No section"], "11.5.1.2 risk register": ["11.5.1.2 risk register The risk register refers to identified risks, root causes of risks, lists of potential responses, risk owners, symptoms  and warning signs, the relative rating or priority list of project risks, risks requiring responses in the near term, risks  for additional analysis and response, trends in qualitative analysis results, and a watch list, which is a list of low- priority risks within the risk register. 11.5.2 Plan risk responses: tools and techniques Several risk response strategies are available. The strategy or mix of strategies most likely to be effective  should be selected for each risk. Risk analysis tools, such as decision tree analysis (Section 11.4.2.2), can be  used to choose the most appropriate responses. Specific actions are developed to implement that strategy,  including primary and backup strategies, as necessary. A fallback plan can be developed for implementation  if the selected strategy turns out not to be fully effective or if an accepted risk occurs. Secondary risks should  also be reviewed. Secondary risks are risks that arise as a direct result of implementing a risk response. A  contingency reserve is often allocated for time or cost. If developed, it may include identification of the conditions  that trigger its use. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  343 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "No section"]}, "tools and techniques": {"11.5.2.1 Strategies for negative risks or threats": ["11.5.2.1 Strategies for negative risks or threats Three strategies, which typically deal with threats or risks that may have negative impacts on project objectives  if they occur, are: avoid, transfer, and mitigate. The fourth strategy, accept, can be used for negative risks or threats  as well as positive risks or opportunities. Each of these risk response strategies have varied and unique influence  on the risk condition. These strategies should be chosen to match the risk’s probability and impact on the project’s  overall objectives. Avoidance and mitigation strategies are usually good strategies for critical risks with high impact,  while transference and acceptance are usually good strategies for threats that are less critical and with low overall  impact. The four strategies for dealing with negative risks or threats are further described as follows: •\t  Avoid. Risk avoidance is a risk response strategy whereby the project team acts to eliminate the threat or  protect the project from its impact. It usually involves changing the project management plan to eliminate  the threat entirely. The project manager may also isolate the project objectives from the risk’s impact or  change the objective that is in jeopardy. Examples of this include extending the schedule, changing the  strategy, or reducing scope. The most radical avoidance strategy is to shut down the project entirely.  Some risks that arise early in the project can be avoided by clarifying requirements, obtaining information,  improving communication, or acquiring expertise. •\t  transfer. Risk transference is a risk response strategy whereby the project team shifts the impact of  a threat to a third party, together with ownership of the response. Transferring the risk simply gives  another party responsibility for its management—it does not eliminate it. Transferring does not mean  disowning the risk by transferring it to a later project or another person without his or her knowledge or  agreement. Risk transference nearly always involves payment of a risk premium to the party taking on  the risk. Transferring liability for risk is most effective in dealing with financial risk exposure. Transference  tools can be quite diverse and include, but are not limited to, the use of insurance, performance bonds,  warranties, guarantees, etc. Contracts or agreements may be used to transfer liability for specified risks  to another party. For example, when a buyer has capabilities that the seller does not possess, it may be  prudent to transfer some work and its concurrent risk contractually back to the buyer. In many cases, use  of a cost-plus contract may transfer the cost risk to the buyer, while a fixed-price contract may transfer  risk to the seller. 344 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t  Mitigate. Risk mitigation is a risk response strategy whereby the project team acts to reduce the  probability of occurrence or impact of a risk. It implies a reduction in the probability and/or impact of an  adverse risk to be within acceptable threshold limits. Taking early action to reduce the probability and/or  impact of a risk occurring on the project is often more effective than trying to repair the damage after the  risk has occurred. Adopting less complex processes, conducting more tests, or choosing a more stable  supplier are examples of mitigation actions. Mitigation may require prototype development to reduce the  risk of scaling up from a bench-scale model of a process or product. Where it is not possible to reduce  probability, a mitigation response might address the risk impact by targeting linkages that determine the  severity. For example, designing redundancy into a system may reduce the impact from a failure of the  original component. •\t  Accept. Risk acceptance is a risk response strategy whereby the project team decides to acknowledge  the risk and not take any action unless the risk occurs. This strategy is adopted where it is not possible  or cost-effective to address a specific risk in any other way. This strategy indicates that the project  team has decided not to change the project management plan to deal with a risk, or is unable to identify  any other suitable response strategy. This strategy can be either passive or active. Passive acceptance  requires no action except to document the strategy, leaving the project team to deal with the risks as  11 they occur, and to periodically review the threat to ensure that it does not change significantly. The  most common active acceptance strategy is to establish a contingency reserve, including amounts of  time, money, or resources to handle the risks. ", "No section"], "11.5.2.2 Strategies for Positive risks or opportunities": ["11.5.2.2 Strategies for Positive risks or opportunities Three of the four responses are suggested to deal with risks with potentially positive impacts on project objectives.  The fourth strategy, accept, can be used for negative risks or threats as well as positive risks or opportunities. These  strategies, described below, are to exploit, share, enhance, and accept. •\t  Exploit. The exploit strategy may be selected for risks with positive impacts where the organization wishes  to ensure that the opportunity is realized. This strategy seeks to eliminate the uncertainty associated with  a particular upside risk by ensuring the opportunity definitely happens. Examples of directly exploiting  responses include assigning an organization’s most talented resources to the project to reduce the time  to completion or using new technologies or technology upgrades to reduce cost and duration required to  realize project objectives. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  345 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t  Enhance. The enhance strategy is used to increase the probability and/or the positive impacts of an  opportunity. Identifying and maximizing key drivers of these positive-impact risks may increase the  probability of their occurrence. Examples of enhancing opportunities include adding more resources to  an activity to finish early. •\t  Share. Sharing a positive risk involves allocating some or all of the ownership of the opportunity to a  third party who is best able to capture the opportunity for the benefit of the project. Examples of sharing  actions include forming risk-sharing partnerships, teams, special-purpose companies, or joint ventures,  which can be established with the express purpose of taking advantage of the opportunity so that all  parties gain from their actions. •\t  Accept. Accepting an opportunity is being willing to take advantage of the opportunity if it arises, but  not actively pursuing it. ", "No section"], "11.5.2.3 contingent response Strategies": ["11.5.2.3 contingent response Strategies Some responses are designed for use only if certain events occur. For some risks, it is appropriate for  the project team to make a response plan that will only be executed under certain predefined conditions, if  it is believed that there will be sufficient warning to implement the plan. Events that trigger the contingency  response, such as missing intermediate milestones or gaining higher priority with a supplier, should be defined  and tracked. Risk responses identified using this technique are often called contingency plans or fallback plans  and include identified triggering events that set the plans in effect. ", "No section"], "11.5.2.4 Expert Judgment": ["11.5.2.4 Expert Judgment Expert judgment is input from knowledgeable parties pertaining to the actions to be taken on a specific and  defined risk. Expertise may be provided by any group or person with specialized education, knowledge, skill,  experience, or training in establishing risk responses. 11.5.3 Plan risk responses: outputs ", "No section"]}, "outputs": {"11.5.3.1 Project Management Plan updates": ["11.5.3.1 Project Management Plan updates Elements of the project management plan that may be updated as a result of carrying out this process include,  but are not limited to: 346 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t  Schedule management plan. The schedule management plan is updated to reflect changes in process  and practice driven by the risk responses. This may include changes in tolerance or behavior related to  resource loading and leveling, as well as updates to the schedule strategy. •\t  cost management plan. The cost management plan is updated to reflect changes in process and  practice driven by the risk responses. This may include changes in tolerance or behavior related to  cost accounting, tracking, and reports, as well as updates to the budget strategy and how contingency  reserves are consumed. •\t  Quality management plan. The quality management plan is updated to reflect changes in process  and practice driven by the risk responses. This may include changes in tolerance or behavior related to  requirements, quality assurance, or quality control, as well as updates to the requirements documentation. •\t  Procurement management plan. The procurement management plan may be updated to reflect  changes in strategy, such as alterations in the make-or-buy decision or contract type(s) driven by the risk  responses. •\t  Human resource management plan. The staffing management plan, part of the human resource  management plan, is updated to reflect changes in project organizational structure and resource  11 applications driven by the risk responses. This may include changes in tolerance or behavior related to  staff allocation, as well as updates to the resource loading. •\t  Scope baseline. Because of new, modified or omitted work generated by the risk responses, the scope  baseline may be updated to reflect those changes. •\t  Schedule baseline. Because of new work (or omitted work) generated by the risk responses, the schedule  baseline may be updated to reflect those changes. •\t  cost baseline. Because of new work (or omitted work) generated by the risk responses, the cost baseline  may be updated to reflect those changes. ", "No section"], "11.5.3.2 Project documents updates": ["11.5.3.2 Project documents updates In the Plan Risk Responses process, several project documents are updated as needed. For example, when  appropriate risk responses are chosen and agreed upon, they are included in the risk register. The risk register  should be written to a level of detail that corresponds with the priority ranking and the planned response. Often, the  high and moderate risks are addressed in detail. Risks judged to be of low priority are included in a watch list for  periodic monitoring. Updates to the risk register can include, but are not limited to: ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  347 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT •\t Risk owners and assigned responsibilities; •\t Agreed-upon response strategies; •\t Specific actions to implement the chosen response strategy; •\t Trigger conditions, symptoms, and warning signs of a risk occurrence; •\t Budget and schedule activities required to implement the chosen responses; •\t Contingency plans and triggers that call for their execution; •\t  Fallback plans for use as a reaction to a risk that has occurred and the primary response proves to be  inadequate; •\t  Residual risks that are expected to remain after planned responses have been taken, as well as those that  have been deliberately accepted; •\t Secondary risks that arise as a direct outcome of implementing a risk response; and •\t  Contingency reserves that are calculated based on the quantitative risk analysis of the project and the  organization’s risk thresholds. Other project documents updated could include: •\t  Assumptions log updates. As new information becomes available through the application of risk  responses, assumptions could change. The assumptions log needs to be revisited to accommodate this  new information. •\t  technical documentation updates. As new information becomes available through the application  of risk responses, technical approaches and physical deliverables may change. Any supporting  documentation needs to be revisited to accommodate this new information. •\t  change requests. Planning for possible risk responses can often result in recommendations for changes  to the resources, activities, cost estimates, and other items identified during other planning processes.  When such recommendations are identified, change requests are generated and processed through the  Perform Integrated Change Control process. 348 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT 11.6 control risks Control Risks is the process of implementing risk response plans, tracking identified risks, monitoring residual  risks, identifying new risks, and evaluating risk process effectiveness throughout the project. The key benefit of  this process is that it improves efficiency of the risk approach throughout the project life cycle to continuously  optimize risk responses. The inputs, tools and techniques, and outputs of this process are depicted in Figure 11-20.  Figure 11-21 depicts the data flow diagram of the process. Inputs Tools & Techniques Outputs .1 Project management plan .1 Risk reassessment .1 Work performance   .2 Risk register .2 Risk audits   information .3 Work performance data .3 Variance and trend   .2 Change requests .4 Work performance     analysis .3 Project management plan     reports .4 Technical performance     updates   measurement .4 Project documents   .5 Reserve analysis   updates .6 Meetings .5 Organizational process     assets updates 11 Figure 11-20. control risks: Inputs, tools & techniques, and outputs Project Risk Management 4.2 Project Develop Project Documents Management 11.2 • Project  Plan Identify   documents  Risks   updates 4.4 Monitor and • Risk register 4.2  Control Project • Project Develop Project  Work   management Management   plan Plan • Work performance 11.6 • Project management     reports Control    plan updates 4.5 Risks Perform Integrated 4.3 • Work  • Change requests Direct and   performance  Change Control Manage   data Project Work • Work performance 4.4   information Monitor and Control Project Work   • Organizational process   assets updates Enterprise/ Organization Figure 11-21. control risks data Flow diagram ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  349 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT Planned risk responses that are included in the risk register are executed during the life cycle of the project, but  the project work should be continuously monitored for new, changing, and outdated risks. The Control Risks process applies techniques, such as variance and trend analysis, which require the use of  performance information generated during project execution. Other purposes of the Control Risks process are to  determine if: •\t Project assumptions are still valid, •\t Analysis shows an assessed risk has changed or can be retired, •\t Risk management policies and procedures are being followed, and •\t  Contingency reserves for cost or schedule should be modified in alignment with the current risk  assessment. Control Risks can involve choosing alternative strategies, executing a contingency or fallback plan, taking  corrective action, and modifying the project management plan. The risk response owner reports periodically to the  project manager on the effectiveness of the plan, any unanticipated effects, and any correction needed to handle  the risk appropriately. Control Risks also includes updating the organizational process assets, including project  lessons learned databases and risk management templates, for the benefit of future projects. 11.6.1 control risks: Inputs ", "No section"]}}, "control risks": {"inputs": {"11.6.1.1 Project Management Plan": ["11.6.1.1 Project Management Plan Described in Section 4.2.3.1. The project management plan, which includes the risk management plan, provides  guidance for risk monitoring and controlling. ", "The project management plan is the document that describes how the project will be executed, monitored, and controlled. It integrates and consolidates all of the subsidiary plans and baselines from the planning processes."], "11.6.1.2 risk register": ["11.6.1.2 risk register The risk register has key inputs that include identified risks and risk owners, agreed-upon risk responses,  control actions for assessing the effectiveness of response plans, risk responses, specific implementation actions,  symptoms and warning signs of risk, residual and secondary risks, a watch list of low-priority risks, and the time  and cost contingency reserves. The watch list is within the risk register and provides a list of low-priority risks. 350 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "No section"], "11.6.1.3 Work Performance data": ["11.6.1.3 Work Performance data Described in Section 4.3.3.2. Work performance data related to various performance results possibly impacted  by risks includes, but is not limited to: •\t Deliverable status, •\t Schedule progress, and •\t Costs incurred. ", "Work performance data are the raw observations and measurements identified during activities being performed to carry out the project work. Data are often viewed as the lowest level of detail from which information is derived by other processes. Data is gathered through work execution and passed to the controlling processes of each process area for further analysis."], "11.6.1.4 Work Performance reports": ["11.6.1.4 Work Performance reports Described in Section 4.4.3.2. Work performance reports take information from performance measurements  and analyze it to provide project work performance information including variance analysis, earned value data, and  forecasting data. These data points could be impactful in controlling performance related risks. 11.6.2 control risks: tools and techniques 11 ", "Work performance reports are the physical or electronic representation of work performance information compiled in project documents, intended to generate decisions, actions, or awareness. Project information may be communicated verbally from person to person. However, in order to record, store, and sometimes distribute work performance information, a physical or electronic representation in the form of project documents is required. Work performance reports are a subset of project documents, which are intended to create awareness and generate decisions or actions. Specific work performance metrics may be defined at the start of the project and included in the normal work performance reports provided to key stakeholders."]}, "tools and techniques": {"11.6.2.1 risk reassessment": ["11.6.2.1 risk reassessment Control Risks often results in identification of new risks, reassessment of current risks, and the closing of risks  that are outdated. Project risk reassessments should be regularly scheduled. The amount and detail of repetition  that are appropriate depends on how the project progresses relative to its objectives. ", "No section"], "11.6.2.2 risk Audits": ["11.6.2.2 risk Audits Risk audits examine and document the effectiveness of risk responses in dealing with identified risks and their  root causes, as well as the effectiveness of the risk management process. The project manager is responsible for  ensuring that risk audits are performed at an appropriate frequency, as defined in the project’s risk management  plan. Risk audits may be included during routine project review meetings, or the team may choose to hold separate  risk audit meetings. The format for the audit and its objectives should be clearly defined before the audit is conducted. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  351 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT ", "No section"], "11.6.2.3 Variance and trend Analysis": ["11.6.2.3 Variance and trend Analysis Many control processes employ variance analysis to compare the planned results to the actual results. For the  purposes of controlling risks, trends in the project’s execution should be reviewed using performance information.  Earned value analysis and other methods of project variance and trend analysis may be used for monitoring overall  project performance. Outcomes from these analyses may forecast potential deviation of the project at completion  from cost and schedule targets. Deviation from the baseline plan may indicate the potential impact of threats or  opportunities. ", "No section"], "11.6.2.4 technical Performance Measurement": ["11.6.2.4 technical Performance Measurement Technical performance measurement compares technical accomplishments during project execution to the  schedule of technical achievement. It requires the definition of objective, quantifiable measures of technical  performance, which can be used to compare actual results against targets. Such technical performance measures  may include weight, transaction times, number of delivered defects, storage capacity, etc. Deviation, such as  demonstrating more or less functionality than planned at a milestone, can help to forecast the degree of success  in achieving the project’s scope. ", "No section"], "11.6.2.5 reserve Analysis": ["11.6.2.5 reserve Analysis Throughout execution of the project, some risks may occur with positive or negative impacts on budget or  schedule contingency reserves. Reserve analysis compares the amount of the contingency reserves remaining to  the amount of risk remaining at any time in the project in order to determine if the remaining reserve is adequate. ", "No section"], "11.6.2.6 Meetings": ["11.6.2.6 Meetings Project risk management should be an agenda item at periodic status meetings. The amount of time required  for that item will vary, depending upon the risks that have been identified, their priority, and difficulty of response.  The more often risk management is practiced, the easier it becomes. Frequent discussions about risk make it more  likely that people will identify risks and opportunities. 352 ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.11 - PROJECT RISK MANAGEMENT 11.6.3 control risks: outputs ", "No section"]}, "outputs": {"11.6.3.1 Work Performance Information": ["11.6.3.1 Work Performance Information Work performance information, as a Control Risks output, provides a mechanism to communicate and support  project decision making. ", "No section"], "11.6.3.2 change requests": ["11.6.3.2 change requests Implementing contingency plans or workarounds sometimes results in a change request. Change requests are  prepared and submitted to the Perform Integrated Change Control process (Section 4.5). Change requests can  include recommended corrective and preventive actions as well. •\t  recommended corrective actions. These are activities that realign the performance of the project  work with the project management plan. They include contingency plans and workarounds. The latter  are responses that were not initially planned, but are required to deal with emerging risks that were  previously unidentified or accepted passively. 11 •\t  recommended preventive actions. These are activities that ensure that future performance of the  project work is aligned with the project management plan. 11.6.3.3 Project Management Plan updates If the approved change requests have an effect on the risk management processes, the corresponding component  documents of the project management plan are revised and reissued to reflect the approved changes. The elements  of the project management plan that may be updated are the same as those in the Plan Risk Responses process. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  353 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.", "No section"], "11.6.3.3 Project Management Plan updates": ["11.6.3.3 Project Management Plan updates If the approved change requests have an effect on the risk management processes, the corresponding component  documents of the project management plan are revised and reissued to reflect the approved changes. The elements  of the project management plan that may be updated are the same as those in the Plan Risk Responses process. ©2013 Project Management Institute. A Guide to the Project Management Body of Knowledge (PMBOK® Guide) – Fifth Edition  353 Licensed To: Jorge Diego Fuentes Sanchez PMI MemberID: 2399412 This copy is a PMI Member benefit, not for distribution, sale, or reproduction.", "No section"]}}}